Repository: BigdraCo1/Luma_Clone
Catalog: Services/DataAnnotationsLocalizer.*.resx
Languages: th

# RequiredError
source: {0} is required
th: จำเป็นต้องมี{0}

# MinLengthError
source: {0} must be at least {1} characters long
th: {0}ต้องยาวอย่างน้อย {1} ตัวอักษร

# MaxLengthError
source: {0} must be at most {1} characters long
th: {0}ต้องยาวไม่เกิน {1} ตัวอักษร

# AlphanumericFormatError
source: {0} must only contains alphanumeric characters, hyphen and underscore
th: {0}ต้องมีแค่ตัวอักษร A-Z, a-z, - และ _

# RangeError
source: {0} must be between {1} and {2}
th: {0}ต้องมีค่าระหว่าง {1} และ {2}

# ImageTypeFormatError
source: {0} have invalid format
th: {0}มีรูปแบบที่ไม่ถูกต้อง

source: Display name
th: ชื่อที่แสดง

source: Username
th: ชื่อผู้ใช้

source: Bio
th: ชีวประวัติ

source: Instagram username
th: ชื่อผู้ใช้ Instagram

source: Twitter username
th: ชื่อผู้ใช้ Twitter

source: YouTube username
th: ชื่อผู้ใช้ YouTube

source: TikTok username
th: ชื่อผู้ใช้ TikTok

source: Event name
th: ชื่อกิจกรรม

source: Event description
th: รายละเอียดกิจกรรม

# EventStartAt
source: Event start datetime
th: วันเวลาเริ่มกิจกรรม

# EventEndAt
source: Event end datetime
th: วันเวลาจบกิจกรรม

# RegistrationStartAt
source: Registration start datetime
th: วันเวลาเริ่มการรับการสมัคร

# RegistrationEndAt
source: Registration end datetime
th: วันเวลาจบการรับการสมัคร

# MaxParticipants
source: Max pariticipants
th: จำนวนผู้เข้าร่วมสูงสุด

# EventLocationTitle
source: Event location name
th: ชื่อสถานที่จัดกิจกรรม

# EventLocationSubtitle
source: Event location city
th: ชื่อเมืองที่จัดกิจกรรม

# EventLocationDescription
source: Event location details
th: รายละเอียดสถานที่การจัดกิจกรรม

# LocationGMapUrl
source: Location Google Maps URL
th: Google Maps URL ของสถานที่จัดกิจกรรม

# GMapUrlFormatError
source: {0} must be a valid embed URL
th: {0}ต้องเป็น Embed URL ที่ถูกต้อง

source: Event image
th: ภาพสำหรับกิจกรรม

# EventImageType
source: Event image MIME type
th: ชนิดของภาพสำหรับกิจกรรม
