Repository: BigdraCo1/Luma_Clone
Catalog: Pages/Events/Index-Event.*.resx
Languages: th

source: Hosted By
th: โฮสต์โดย

source: About Event
th: เกี่ยวกับกิจกรรม

source: Location
th: สถานที่

source: Registration
th: การลงทะเบียน

# Welcome!
source: Welcome! To join the event, please register below.
th: ยินดีต้อนรับ! ในการเข้าร่วมงาน กรุณาลงทะเบียนด้านล่าง

source: Register
th: ลงทะเบียน

source: Approval Required
th: ต้องได้รับการอนุมัติ

# Approval-text
source: Your registration is subject to approval by the host.
th: การลงทะเบียนของคุณต้องได้รับการอนุมัติจากผู้จัดงาน

# Joining
source: Already joined
th: ลงทะเบียนเข้าร่วมอีเวนท์เเล้ว

# EnjoyEvent
source: Thank You for Joining , We hope you enjoyed the event!
th: ขอบคุณที่เข้าร่วมอีเวนท์ ทางเราหวังว่าคุณจะสนุกกับอีเว้นท์!

# PendingRequest
source: Waiting for host approves your request
th: กำลังรอโฮสต์อนุมัติคำขอของคุณ

# RejectResponse
source: Request rejected
th: คำขอของคุณถูกปฏิเสธ

# RejectText
source: Sorry, Host rejected your request
th: เสียใจด้วยโฮสต์ได้ปฏิเสธคำขอของคุณ
