Repository: BigdraCo1/Luma_Clone
Catalog: Pages/Events/View.*.resx
Languages: th

source: Hosted by
th: จัดโดย

# JoinedCountSuffix
source: Joined
th: คน

source: Date
th: วันที่

source: Time
th: เวลา

source: Registration
th: การลงทะเบียน

# RegisteredPrefix
source: Registered:
th: จำนวนผู้เข้าร่วม

source: Cannot register
th: ไม่สามารถลงทะเบียนได้

source: Registration questions
th: คำถามก่อนการลงทะเบียน

source: Your answer
th: คำตอบของคุณ

# AboutEvent
source: About the event
th: เกี่ยวกับกิจกรรม

source: Location
th: สถานที่

source: Register
th: ลงทะเบียน

source: Sign in to register
th: เข้าสู่ระบบเพื่อลงทะเบียน

source: Host cannot register
th: ผู้จัดกิจกรรมไม่สามารถลงทะเบียนได้

source: Registration accepted
th: ได้รับการอนุมัติแล้ว

# RegistrationPending
source: Waiting for approval from host
th: รอการอนุมัติจากผู้จัดกิจกรรม

source: Registration rejected
th: การลงทะเบียนถูกปฏิเสธ

# RegistrationIsClosed
source: This event is not accepting registration
th: กิจกรรมนี้ไม่ได้เปิดรับการลงทะเบียนในขณะนี้

# EventIsFull
source: This event is already full
th: กิจกรรมนี้เต็มแล้ว

# TooEarlyToRegister
source: The registration period have not yet started
th: ยังไม่ถึงเวลาการลงทะเบียน

# TooLateToRegister
source: The registration period have already passed
th: เลยเวลาการลงทะเบียนไปแล้ว

source: Pending registrations
th: การลงทะเบียนรอการอนุมัติ

source: Accept
th: อนุมัติ

source: Reject
th: ปฏิเสธ
