Repository: BigdraCo1/Luma_Clone
Catalog: Pages/Users/Edit-Profile.*.resx
Languages: th

source: Your Profile
th: โปรไฟล์ของคุณ

# Description
source: Choose how you are displayed as a host or guest.
th: เลือกวิธีทีโปรไฟล์ของคุณจะถูกแสดง

source: Profile Picture
th: รูปโปรไฟล์

source: Name
th: ชื่อที่แสดง

source: Username
th: ชื่อผู้ใช้

source: Bio
th: ชีวประวัติ

# BioPlaceholder
source: Share a little about your background and interests.
th: เเบ่งปันเรื่องราวและความสนใจของคุณสักหน่อย

# SocialLinks
source: Socials
th: สื่อโซเชียล

source: Email
th: อีเมล

# AccountLinkedWithGoogle
source: This email is linked to your Google account
th: อีเมลนี้ถูกเชื่อมอยู่กับบัญชี Google ของคุณ

source: Save Changes
th: บันทึกการเปลี่ยนแปลง

source: Delete Account
th: ลบบัญชีผู้ใช้

# DeleteAccountDescription
source: If you no longer wish to use alma, you can permanently delete your account.
th: หากคุณไม่ต้องการใช้ alma อีกต่อไป คุณสามารถลบบัญชีผู้ใช้ของคุณแบบถาวรได้

# DeleteAccountCta
source: Delete My Account
th: ลบบัญชีผู้ใช้ของฉัน

# AvatarUpdateSuccess
source: Avatar updated successfully
th: อัปเดตรูปโปรไฟล์เรียบร้อยแล้ว

# AvatarUpdateFail
source: Failed to update avatar:
th: การอัปเดตรูปโปรไฟล์ไม่สำเร็จ
